[{
"snippet":{"playlistId":"PLpS1tOKcFE2uumB0fBnZc9ApyjhRtuUy5","resourceId":{"kind":"youtube#video","videoId":"pCSs4f9DlVM"},
"publishedAt":"2019-10-20T18:12:21.000Z",
"description":"frey R. Holland",
"position":1,
"title":"Cast Not Away Therefore Your Confidence | Jeffrey R. Holland",
"thumbnails":{"standard":{"width":640,"url":"https://i.ytimg.com/vi/pCSs4f9DlVM/sddefault.jpg","height":480},"default":{"width":120,"url":"https://i.ytimg.com/vi/pCSs4f9DlVM/default.jpg","height":90},"high":{"width":480,"url":"https://i.ytimg.com/vi/pCSs4f9DlVM/hqdefault.jpg","height":360},"maxres":{"width":1280,"url":"https://i.ytimg.com/vi/pCSs4f9DlVM/maxresdefault.jpg","height":720},"medium":{"width":320,"url":"https://i.ytimg.com/vi/pCSs4f9DlVM/mqdefault.jpg","height":180}},
"channelId":"UCuXj0l7nckAYw0_vDVx845A","channelTitle":"David Packard"},
"subtitles":[
[99,"There is a lesson in the Prophet Joseph Smith’s account of the First Vision"],
[105,"which virtually everyone in this audience has had occasion to experience, or one day soon will. I promise you."],
[113,"It is the plain and very sobering truth that before great moments, certainly before great"],
[123,"spiritual moments, there can come adversity, opposition, and darkness."],
[129,"Life has some of those moments for us, and occasionally they come just as we are approaching"],
[137,"an important decision or a significant step in our life."],
[142,"In the marvelous account that we read too seldom, Joseph said he had scarcely begun"],
[150,"his prayer when he felt a power of astonishing influence come over him."],
[156,"Thick darkness, as he described it, gathered around him and seemed bent on his utter destruction."],
[164,"But he exerted all his powers to call upon God to deliver him out of the power of this"],
[175,"enemy, and as he did so a pillar of light brighter than the noonday sun descended gradually"],
[184,"until it rested upon him."],
[187,"At the very moment of the light’s appearance, he found himself delivered from the destructive"],
[195,"power that had held him bound."],
[197,"What then followed is the greatest epiphany since the events surrounding the crucifixion,"],
[204,"resurrection, and ascension of Christ in the meridian of time."],
[209,"The Father and the Son appeared to Joseph Smith, and the dispensation of the fulness"],
[216,"of times had begun."],
[219,"Most of us do not need any more reminders than we have already had that there is one"],
[226,"who personifies “opposition in all things,” that “an angel of God” fell “from heaven”"],
[234,"and in so doing became “miserable forever.”"],
[239,"What a chilling destiny."],
[242,"Lehi teaches us that because this is Lucifer’s fate, “he sought also the misery of all"],
[250,"mankind” . Surely this must be the original ecclesiastical source for the homely little"],
[262,"adage that misery loves company."],
[265,"A morning’s devotional could be devoted to this subject of the adversary’s strong,"],
[272,"preliminary, anticipatory opposition to many of the good things that God has in store for us"],
[282,"But today I want to move past that observation to another truth we may not recognize so readily."],
[290,"This is a lesson in the parlance of the athletic contest that reminds us “it isn’t over"],
[297,"until it’s over.”"],
[299,"It is the reminder that the fight goes on."],
[302,"Unfortunately we must not think that Satan is defeated with that first, strong breakthrough"],
[310,"that so dramatically brings the light and moves us forward."],
[315,"To make my point a little more vividly, may I go to another passage of scripture, indeed"],
[322,"to another vision."],
[323,"You will recall that the book of Moses begins with him being taken up to “an exceedingly"],
[330,"high mountain” where, the scripture says, “he saw God face to face, and he talked"],
[337,"with him, and the glory of God was upon Moses”."],
[341,"What then followed was what happens to prophets who are taken to high mountains."],
[346,"The Lord said to Moses,"],
[348,"Look, and I will show thee the workmanship of mine hands."],
[352,"And . . . Moses . . . beheld the earth, yea, even all of it; and there was not a particle"],
[358,"of it which he did not behold, discerning it by the spirit of God."],
[362,"And he beheld also the inhabitants thereof, and there was not a soul which he beheld not."],
[368,"This experience is remarkable by every standard."],
[372,"It is one of the great revelations given in human history."],
[376,"It stands with the greatest accounts we have of any prophet’s experience with divinity."],
[381,"But Moses’ message to you today is, “Don’t let your guard down.”"],
[390,"Don’t assume that a great revelation, some marvelous illuminating moment, or the opening"],
[396,"of an inspired path is the end of it."],
[400,"Remember, it isn’t over until it’s over."],
[404,"What happened to Moses next, after his revelatory moment, would be ludicrous if it were not"],
[413,"so dangerous and so absolutely true to form."],
[418,"In an effort to continue his opposition, in his unfailing effort to get his licks in later"],
[426,"if not sooner, Lucifer appeared and shouted in equal portions of anger and petulance"],
[435,"after God had revealed himself to the prophet, saying, “Moses, worship me.”"],
[445,"But Moses was not having it."],
[447,"He had just seen the real thing, and by comparison this sort of performance was pretty dismal."],
[457,"Moses looked upon Satan and said: Who art thou?"],
[461,"...where is thy glory, that I should worship thee?"],
[465,"For behold, I could not look upon God, except his glory should come upon me."],
[471,". . . But I can look upon thee in the natural man."],
[475,". . . Where is thy glory, for it is darkness unto me?"],
[479,"And I can judge between thee and God."],
[483,"Get thee hence, Satan; deceive me not."],
[488,"The record then depicts a reaction that is both pathetic and frightening."],
[495,"And now, when Moses had said these words, Satan cried with a loud voice, and ranted"],
[502,"upon the earth, and commanded, saying: I am the Only Begotten, worship me."],
[510,"And it came to pass that Moses began to fear exceedingly; and as he began to fear, he saw"],
[518,"the bitterness of hell."],
[520,"Nevertheless, calling upon God [the very phrase used by Joseph Smith], he received strength,"],
[529,"and he commanded, saying: Depart from me, Satan, for this one God only will I worship,"],
[537,"which is the God of glory."],
[540,"And now Satan began to tremble, and the earth shook."],
[544,"And it came to pass that Satan cried with a loud voice, with weeping, and wailing, and"],
[550,"gnashing of teeth; and he departed hence."],
[554,"So Satan left, always to come again, we can be sure, but always to be defeated by the"],
[567,"God of Glory—always."],
[571,"I wish to encourage every one of you today regarding opposition that so often comes after"],
[583,"enlightened decisions have been made, after moments of revelation and conviction have"],
[591,"given us a peace and an assurance we thought we would never lose."],
[595,"In his letter to the Hebrews, the Apostle Paul was trying to encourage new members who"],
[602,"had just joined the Church, who undoubtedly had had spiritual experiences and had received"],
[609,"the pure light of testimony, only to discover that not only had their troubles not ended,"],
[618,"but that some of them had only begun."],
[621,"It reminds me of President Hugh B. Brown’s statement about marriage."],
[625,"He said he had always been told that when he got married he would come to the end of"],
[629,"his troubles."],
[630,"So he got married, only to discover they were speaking about the front end."],
[639,"That&amp;#39;s nervous laughter from returned missionaries. I&amp;#39;ll be back to you before the morning is over."],
[650,"Paul pled with those new members about the way President Hinckley is pleading with new"],
[656,"members today."],
[658,"The reminder is that we cannot sign on for a moment of such eternal significance and"],
[665,"everlasting consequence without knowing it will be a fight—a good fight and a winning"],
[673,"fight, but a fight nevertheless."],
[676,"Paul said to those who thought a new testimony, a personal conversion, or a spiritual baptismal"],
[683,"experience would put them beyond trouble, “Call to remembrance the former days, in"],
[692,"which, after ye were illuminated, ye endured a great fight of afflictions”"],
[700,"Then came this tremendous counsel, which is at the heart of my counsel to you and the"],
[705,"title of my remarks this morning:"],
[707,"Cast not away therefore your confidence, which hath great recompence of reward."],
[717,"For ye have need of patience, that, after ye have done the will of God,"],
[725,"ye might receive the promise."],
[728,". . . If any man draw back, my soul shall have no pleasure in him."],
[735,". . . We are not of them who draw back unto perdition."],
[743,"In LDS talk that is to say, “Sure it is tough—before you join the Church, while"],
[751,"you are trying to join, and after you have joined.”"],
[754,"That is the way it has always been, Paul said, but don’t “draw back,” he warned."],
[758,"Don’t panic and retreat. Don&amp;#39;t lose your confidence."],
[763,"Don’t forget how you once felt. Don’t distrust the experience you had."],
[770,"That tenacity is what saved Moses when the adversary confronted him,"],
[776,"and it is what will save you."],
[780,"I suppose every returned missionary and probably every convert within the sound of my voice"],
[787,"knows exactly what I am talking about: appointments for discussions canceled, the Book of Mormon"],
[793,"in a plastic bag hanging from a front-door knob, baptismal dates not met."],
[800,"And so it goes through the teaching period, through the commitments, through the baptism,"],
[805,"through the first weeks and months in the Church, and more or less forever."],
[810,"At least the adversary would pursue it forever, if he thought he could see any weakening of"],
[816,"your resolve or any chink in your armor—even if it is after the fact."],
[823,"This opposition turns up almost anyplace something good has happened."],
[831,"It can happen when you are trying to get an education."],
[835,"It can hit you after your first month in your new mission field."],
[839,"It certainly happens in matters of love and marriage."],
[844,"(Now I am back to those returned missionaries.)"],
[847,"I would like to have a dollar for every person in a courtship who knew he or she had felt"],
[856,"the guidance of the Lord in that relationship, had prayed about the experience enough to"],
[861,"know it was the will of the Lord, knew they loved each other and enjoyed each other’s"],
[865,"company, and saw a lifetime of wonderful compatibility ahead—only to panic, to get a brain cramp,"],
[874,"to have total catatonic fear sweep over them."],
[879,"They “draw back,” as Paul said, if not into perdition at least into marital paralysis."],
[889,"I am not saying you shouldn’t be very careful about something as significant and serious"],
[896,"as marriage."],
[897,"And I certainly am not saying that a young man can get a revelation that he is to marry"],
[902,"a certain person without that young woman getting the same confirmation."],
[906,"I have seen a lot of those one-way revelations in young people’s lives."],
[913,"Yes, there are cautions and considerations to make, but once there has been genuine illumination,"],
[920,"beware the temptation to retreat from a good thing."],
[926,"If it was right when you prayed about it and trusted it and lived for it, it is right now."],
[933,"Don’t give up when the pressure mounts."],
[936,"You can find an apartment."],
[938,"You can win over your mother-in-law."],
[940,"You can sell your harmonica and therein fund one more meal."],
[947,"It’s been done before."],
[950,"Don’t give in."],
[952,"Certainly don’t give in to that being who is bent on the destruction of your happiness."],
[960,"He wants everyone to be miserable like unto himself."],
[966,"Face your doubts. Master your fears."],
[969,"“Cast not away therefore your confidence.”"],
[973,"Stay the course and see the beauty of life unfold for you."],
[981,"To help us make our way through these experiences, these important junctures in our lives, let"],
[988,"me draw from another scriptural reference to Moses."],
[991,"It was given in the early days of this dispensation when revelation was needed, when a true course"],
[998,"was being set and had to be continued."],
[1003,"Virtually everyone in the room knows the formula for revelation given in section 9 of the Doctrine"],
[1010,"and Covenants—you know, the verses about studying it out in your mind and the Lord"],
[1015,"promising to confirm or deny."],
[1018,"What most of us don’t read in conjunction with this is the section that precedes it—section 8."],
[1025,"In that revelation the Lord defined revelation:"],
[1030,"I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you"],
[1040,"and which shall dwell in your heart."],
[1042,"[I love the combination there of both mind and heart."],
[1047,"God will teach us in a reasonable way and in a revelatory way—mind and heart combined,"],
[1054,"by the Holy Ghost.]"],
[1057,"Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses"],
[1067,"brought the children of Israel through the Red Sea on dry ground."],
[1074,"Question: Why would the Lord use the example of crossing the Red Sea as the classic example"],
[1086,"of “the spirit of revelation”? It&amp;#39;s a classic example of a miracle. But He says it&amp;#39;s the spirit of revelation."],
[1095,"Why didn’t he use the First Vision?"],
[1097,"Or the example from the book of Moses we just used?"],
[1102,"Or the vision of the brother of Jared?"],
[1105,"Well, he could have used any of these, but he didn’t."],
[1110,"Here he had another purpose in mind."],
[1114,"Usually we think of revelation as information."],
[1120,"Just open the books to us, Lord, like: What was the political significance of the Louisiana"],
[1126,"Purchase or the essence of the second law of thermodynamics?"],
[1131,"It is obvious that when you see those kinds of questions on a test paper, you need revelation."],
[1142,"Someone said prayer will never be eliminated from the schools so long as there are final examinations."],
[1150,"But aside from the fact that you probably aren’t going to get that kind of revelation—because"],
[1158,"in this Church we do not believe in ex nihilo creation, especially in exams—this is too"],
[1168,"narrow a concept of revelation."],
[1172,"May I suggest how section 8 broadens our understanding of section 9, particularly in light of these"],
[1182,"“fights of affliction” that Paul spoke of and that I have been discussing."],
[1189,"First of all, revelation almost always comes in response to a question, usually an urgent"],
[1200,"question—not always, but usually."],
[1203,"In that sense it does provide information, but it is urgently needed information, special information."],
[1213,"Moses’ challenge was how to get himself and the children of Israel out of this horrible"],
[1218,"predicament they were in."],
[1222,"There were chariots behind them, sand dunes on every side, and just a lot of water immediately ahead."],
[1229,"He needed information all right—what to do—but it wasn’t a casual thing he was asking."],
[1236,"In this case it was literally a matter of life and death."],
[1240,"You will need information, too, but in matters of great consequence it is not likely to come"],
[1250,"unless you want it urgently, faithfully, humbly."],
[1255,"Moroni calls it seeking “with real intent” If you can seek that way, and stay in that"],
[1264,"mode, not much that the adversary can counter with will dissuade you from a righteous path."],
[1272,"You can hang on, whatever the assault and affliction, because you have paid the price"],
[1278,"to—figuratively, at least—see the face of God and live."],
[1283,"Like Moses in his vision, there may come after the fact some competing doubts and some confusion,"],
[1294,"but they will pale when you measure them against the real thing."],
[1298,"Remember the real thing."],
[1302,"Remember how urgently you have needed help in earlier times and that you got it."],
[1308,"The Red Sea will open to the honest seeker of revelation."],
[1315,"The adversary does have power to hedge up the way, to marshal Pharaoh’s forces and"],
[1320,"dog our escape right to the water’s edge, but he can’t produce the real thing."],
[1329,"He cannot conquer if we will it otherwise."],
[1335,"“Exerting all [our] powers to call upon God,” the light will again come, the darkness"],
[1345,"will again retreat, the safety will again be sure."],
[1352,"That is lesson number one about crossing the Red Sea, your Red Seas, by the spirit of revelation."],
[1362,"Lesson number two is closely related to it."],
[1368,"It is that in the process of revelation and in making important decisions, fear almost"],
[1377,"always plays a destructive, sometimes paralyzing role."],
[1383,"To Oliver Cowdery, who missed the opportunity of a lifetime because he didn’t seize it"],
[1391,"in the lifetime of the opportunity, the Lord said, “You did not continue as you commenced.”"],
[1400,"Does that sound familiar to those who have been illuminated and then knuckled under to"],
[1407,"second thoughts and returning doubts?"],
[1411,"“It is not expedient that you should translate now,” the Lord said in language that must"],
[1418,"have been very hard for Oliver to hear."],
[1422,"“Behold, it was expedient when you commenced; but you feared, and the time is past, and"],
[1437,"it is not expedient now”"],
[1440,"Every one of us runs the risk of fear."],
[1444,"You do, and I do."],
[1446,"Did you catch the line I tried to emphasize as I read the account from the Pearl of Great Price?"],
[1454,"For a moment in that confrontation, “Moses began to fear exceedingly; and as he began"],
[1466,"to fear, he saw the bitterness of hell” That’s when you see it—when you are afraid."],
[1478,"That is exactly the problem that beset the children of Israel at the edge of the Red Sea."],
[1483,"That is lesson number two."],
[1484,"It has everything to do with holding fast to earlier illumination."],
[1492,"The record says, “And when Pharaoh drew nigh, the children of Israel lifted up their"],
[1499,"eyes, and, behold, the Egyptians marched after them; and they were sore afraid.”"],
[1506,"Some, just like those Paul had described earlier, said, “Let’s go back."],
[1511,"This isn’t worth it."],
[1513,"We must have been wrong."],
[1514,"That probably wasn’t the right spirit telling us to leave Egypt.”"],
[1519,"What they actually said to Moses was, “Wherefore hast thou dealt thus with us, to carry us"],
[1526,"forth out of Egypt?"],
[1528,". . . It had been better for us to serve the Egyptians, than that we should die in the wilderness.&amp;quot;"],
[1535,"And I have to say, “What about that which has already happened?"],
[1542,"What about the miracles that got you here?"],
[1545,"What about the frogs and the lice?"],
[1548,"What about the rod and the serpent, the river and the blood?"],
[1551,"What about the hail, the locusts, the fire, and the firstborn sons?”"],
[1557,"How soon we forget."],
[1559,"It would not have been better to stay and serve the Egyptians, and it is not better"],
[1567,"to remain outside the Church nor to reject a mission call nor to put off marriage and"],
[1573,"so on and so on forever."],
[1576,"Of course our faith will be tested as we fight through these self-doubts and second thoughts."],
[1583,"Some days we will be miraculously led out of Egypt—seemingly free, seemingly on our"],
[1591,"way—only to come to yet another confrontation, like all that water lying before us."],
[1600,"At those times we must resist the temptation to panic and to give up."],
[1608,"At those times fear will be the strongest of the adversary’s weapons against us."],
[1618,"“And Moses said unto the people, Fear ye not, stand still, and see the salvation of the Lord."],
[1629,". . . The Lord shall fight for you.”"],
[1632,"In confirmation the great Jehovah said to Moses, “Speak unto the children of Israel,"],
[1639,"that they go forward” That is the second lesson of the spirit of revelation."],
[1646,"After you have gotten the message, after you have paid the price to feel his love and hear"],
[1655,"the word of the Lord, “go forward.”"],
[1659,"Don’t fear, don’t vacillate, don’t quibble, don’t whine."],
[1664,"You may, like Alma going to Ammonihah, have to find a route that leads an unusual way,"],
[1670,"but that is exactly what the Lord was doing here for the children of Israel."],
[1675,"Nobody had ever crossed the Red Sea this way, but so what?"],
[1678,"There’s always a first time."],
[1680,"With the spirit of revelation, dismiss your fears and wade in with both feet."],
[1687,"In the words of Joseph Smith, “Brethren [and, I would add, sisters], shall we not"],
[1693,"go on in so great a cause?"],
[1695,"Go forward and not backward."],
[1700,"Courage, brethren; and on, on to the victory!”"],
[1708,"The third lesson from the Lord’s spirit of revelation in the miracle of the crossing"],
[1714,"of the Red Sea is that, along with the illuminating revelation that points us toward a righteous"],
[1723,"purpose or duty, God will also provide the means and power to achieve that purpose."],
[1733,"Trust in that eternal truth."],
[1738,"If God has told you something is right, if something is indeed true for you, he will"],
[1748,"provide the way for you to accomplish it."],
[1753,"That is true of joining the Church."],
[1757,"It is true of getting an education, of going on a mission or of getting married or of any"],
[1764,"of a hundred worthy tasks in your young lives."],
[1770,"Remember what the Savior said to the Prophet Joseph in the Sacred Grove."],
[1776,"What was the problem in 1820?"],
[1780,"Why was Joseph not to join any other Church?"],
[1786,"It was at least in part because “they teach for doctrines the commandments of men, having"],
[1794,"a form of godliness, but they deny the power thereof.&amp;quot;"],
[1805,"God’s grace is sufficient!"],
[1810,"The Lord would tell Joseph again and again through those early difficult days that, just"],
[1818,"as in the days of old, these modern children of Israel would"],
[1824,"be led out of bondage by power, and with a stretched-out arm."],
[1831,"Therefore, let not your hearts faint . . . : Mine angel shall go up before you. . . ."],
[1839,". . . and also my presence, and in time ye shall possess the goodly land."],
[1849,"What goodly land? Your goodly land. Your promised land. Your New Jerusalem."],
[1862,"Your own little acre flowing with milk and honey. Your future. Your dreams. Your destiny."],
[1874,"I believe that in our own individual ways, God takes us to the grove or the mountain"],
[1883,"or the temple and there shows us the wonder of what his plan is for us."],
[1896,"We may not see it as fully as Moses or Nephi or the brother of Jared did, but we see as"],
[1905,"much as we need to see in order to know the Lord’s will for us and t o know that he loves"],
[1913,"us beyond mortal comprehension."],
[1917,"I also believe that the adversary and his pinched, calculating little minions try to"],
[1926,"oppose such experiences and then try to darken them after the fact."],
[1932,"But that is not the way of the gospel."],
[1935,"That is not the way of a Latter-day Saint who claims as the fundamental fact of the"],
[1943,"Restoration the spirit of revelation."],
[1948,"Fighting through darkness and despair and pleading for the light is what opened this dispensation."],
[1959,"It is what keeps it going, and it is what will keep you going."],
[1966,"With Paul, I say to all of you:"],
[1972,"Cast not away therefore your confidence, which hath great recompence of reward."],
[1983,"For ye have need of patience, that, after ye have done the will of God, ye might receive"],
[1994,"the promise."],
[1996,"I acknowledge the reality of opposition and adversity, but I bear witness of the God of"],
[2009,"Glory, of"],
[2011,"the redeeming Son of God, of light and hope and a bright future."],
[2019,"I promise you that God lives and loves you, each one of you, and that he has set bounds"],
[2029,"and limits to the opposing powers of darkness."],
[2036,"I testify that Jesus is the Christ, the victor over death and hell and the fallen one who"],
[2045,"schemes there."],
[2046,"The gospel of Jesus Christ is true, and it has been restored, just as"],
[2057,"we have sung and testified this morning."],
[2063,"“Fear ye not.”"],
[2066,"And when the second and the third and the fourth blows come, “fear ye not."],
[2075,". . . The Lord shall fight for you.”"],
[2079,"“Cast not away therefore your confidence.”"],
[2086,"I say this in the sacred and holy name of our Protector and Redeemer, even the Lord"],
[2092,"Jesus Christ."],
[2095,"Amen."]],
"kind":"youtube#playlistItem",
"etag":"\"j6xRRd8dTPVVptg711_CSPADRfg/0C5j0AlozMt9Ke-FK9nBbdpoyfM\"",
"id":"UExwUzF0T0tjRkUydXVtQjBmQm5aYzlBcHlqaFJ0dVV5NS43MTI1NDIwOTMwQjIxMzNG",
"contentDetails":{"videoPublishedAt":"2012-07-03T19:15:07.000Z","videoId":"pCSs4f9DlVM"}}]